Repository: 84000/data-translation-memory
Catalog: toh112-v3.tmx
Source language: bo
Languages: en

source: རིགས་ཀྱི་བུ་མོ་གང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཉན་པ་དང་། འཛིན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། གཞན་དག་ལ་ཡང་ཐ་ན་ཚིགས་སུ་བཅད་པ་གཅིག་ཙམ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་སྟོན་པར་བགྱིད་པ་དེ་བསོད་ནམས་ཇི་སྙེད་ཅིག་བསྐྱེད་པར་འགྱུར་ལགས།
en: Then Vaiśāradyasamuddhāraṇi asked, “Bhadanta Bhagavat, how much merit is created by a noble son or noble daughter who listens to this Dharma teaching, obtains it, keeps it, reads it, expounds it aloud to others at length, writes it out, or has others write it out, even if it is just one verse?” “

source: བཀའ་སྩལ་པ། ངས་དེའི་བསོད་ནམས་སྔར་ཡང་སྨྲས་ཏེ། ད་ཡང་མདོར་བསྡུས་ཏེ་བརྗོད་པར་བྱའོ།
en: I have described this merit before, so now I shall describe it in brief,” replied the Bhagavat. “

source: །གང་ལ་ལ་ཞིག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཉན་པ་དང་། འཛིན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། གཞན་དག་ལ་ཡང་ཐ་ན་ཚིགས་སུ་བཅད་པ་གཅིག་ཙམ་རྒྱ་ཆེར་ཡང་དག་པར་སྟོན་པར་བྱེད་པ་དང་།
en: Whoever listens to this Dharma teaching, obtains it, keeps it, reads it, or expounds it aloud to others, either at length or even just one verse, and the one who in the future, during the last five hundred years of the Dharma, writes it out and keeps it, will generate vast merit.

source: གང་ཡང་མ་འོངས་པའི་དུས་ལྔ་བརྒྱ་པ་ན་ཐ་ན་བྲིས་ཏེ་འཆང་བར་བྱེད་ན་དེ་བསོད་ནམས་ཆེས་མང་དུ་སྐྱེད་པར་འགྱུར་གྱི། བྱང་ཆུབ་སེམས་དཔའ་གང་དག་བསྐལ་པ་ཆེན་པོ་བཅུའི་བར་དུ་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ལ་སྤྱོད་པའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ལྷ་དང་བཅས་པ་དང་། བདུད་དང་བཅས་པ་དང་། ཚངས་པ་དང་བཅས་པ་དང་། དགེ་སྦྱོང་དང་བྲམ་ཟེའི་སྐྱེ་དགུ་དང་བཅས་པ་དང་། གནོད་སྦྱིན་དང་།
en: Even the merit accumulated by a bodhisattva who has practiced the six perfections for ten great eons cannot equal it.

source: ཀླུ་དང་། དྲི་ཟ་དང་།
en: Why is that?

source: གྲུལ་བུམ་དང་། ཡི་དགས་དང་། ཤ་ཟ་དང་། མིའམ་ཅི་དང་། ལྷ་མ་ཡིན་རྣམས་དང་བཅས་པའི་འཇིག་རྟེན་གྱི་སྡང་བའི་སེམས་རབ་ཏུ་དང་བར་བྱ་བ་དང་།
en: It calms anger in the minds of all in the world, including the realms of the devas, the realm of Māra, the realm of Brahmā, the mendicants and brahmins, and the yakṣas, nāgas, gandharvas, mahoragas, pretas, piśācas, kinnaras, and asuras. “

source: ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱ་བ་དང་། འཐབ་མོ་དང་། འཐབ་པ་དང་། རྩོད་པ་དང་། འགྱེད་པ་ཐམས་ཅད་ཉེ་བར་ཞི་བར་བྱ་བ་དང་། དུས་མ་ཡིན་པའི་རླུང་དང་། དུས་མ་ཡིན་པའི་ཆར་པ་དང་། འཆི་བ་དང་། ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱ་བ་དང་། མུ་གེ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བྱ་བ་དང་། བདེ་བར་བྱ་བ་དང་། ལོ་ལེགས་པར་བྱ་བ་དང་།
en: It ends all illnesses, fighting, conflict, argument, and disputes.

source: ནད་མེད་པ་ཚོགས་པར་བྱ་བ་དང་། སྐྲག་པ་རྣམས་འཇིགས་པ་མེད་ཅིང་བདེ་བར་བྱ་བ་དང་། ཉོན་མོངས་པ་ཉེ་བར་ཞི་བར་བྱ་བ་དང་། དགེ་བའི་རྩ་བ་རྣམ་པར་འཕེལ་བར་བྱ་བ་དང་། ངན་སོང་གསུམ་གྱི་སྡུག་བསྔལ་ལས་ཐར་བར་བྱ་བ་དང་། ཐེག་པ་གསུམ་པོ་དག་གི་ལམ་ཡང་དག་པར་བསྟན་པར་བྱ་བ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་དང་། བཟོད་པ་ཐོབ་པར་བྱ་བ་དང་། སེམས་ཅན་ཐམས་ཅད་ཉེ་བར་འཚོ་བར་བྱ་བ་དང་། རྡོ་རྗེའི་གདན་ལ་འདུག་པར་བྱ་བ་དང་། བདུད་བཞི་གཞོམ་པར་བྱ་བ་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བྱ་བ་དང་། ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བར་བྱ་བ་དང་། འཕགས་པའི་ནོར་བདུན་དང་བྲལ་བའི་སེམས་ཅན་རྣམས་བྱང་ཆུབ་ཀྱི་ཕྱོགས་དང་ལྡན་པར་བྱ་བ་དང་།
en: It stops untimely wind, rain, death, and illness; it ends all famine; it brings happiness; it brings good harvests; it brings complete health; it makes those who are afraid free from fear and happy; it ends the kleśas; it increases good roots; it liberates from the three lower existences; it teaches the path of the three yānas; it brings the attainment of samādhi, retention, and acceptance; it sustains all beings; it causes sitting on the vajra throne; it causes the defeat of the four māras; it brings buddhahood through the factors for enlightenment; it causes the turning of the wheel of the Dharma; it gives the power of the factors for enlightenment to those beings who do not have the seven noble riches; and it brings a great following and entrance into the city of fearlessness.

source: འཁོར་མང་པོར་བྱ་བ་དང་། མི་འཇིགས་པའི་གྲོང་ཁྱེར་གྱི་གནས་སུ་འཇུག་པར་བྱ་བའི་ཕྱིར་ངས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པའི་ཕྱིར་རོ།
en: That is why I have given this Dharma teaching. “

source: །ངས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སུའི་ལག་ཏུ་གཏད་པར་བྱ།
en: Into whose hands shall I entrust this Dharma teaching?

source: སུ་ཞིག་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་ངའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བསྲུང་བར་འགྱུར་ཞིང་།
en: Who will protect this Dharma teaching in the last five hundred years of the Dharma?

source: ཆོས་མ་ཡིན་པ་ལྷུར་ལེན་པའི་སེམས་ཅན་རྣམས་དང་། ཚུལ་ཁྲིམས་ཉམས་པའི་དགེ་སློང་རྣམས་ཀྱི་རྣ་ལམ་དུ་སྒྲོགས་པར་འགྱུར།
en: Who will expound it so that those who are not on the level of the Dharma, and the bhikṣus who have lost their correct conduct, will hear it?

source: ཆོས་མ་ཡིན་པ་ལ་ཆགས་པས་ཆགས་པར་གྱུར་པ་རྣམས་དང་། འདོད་པ་མི་བཟད་པས་ཟིལ་གྱིས་ནོན་པ་རྣམས་དང་། ཆོས་ལོག་པས་ཡོངས་སུ་དཀྲིས་པ་རྣམས་དང་། སེམས་ཅན་ཡོངས་སུ་མ་སྨིན་པ་རྣམས་ཀུན་ཏུ་སྐྱོ་བ་མེད་པར་འགྱུར་ཞིག་གུ་སྙམ་དུ་དགོངས་པ་དང་།
en: Will there be anyone who will completely eliminate the sadness of those who have the attachment of attachment to that which is not the Dharma, who are overwhelmed by powerful desires, who are in bondage to false Dharma, and who are completely unripened beings?”

source: ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེས་བཅོམ་ལྡན་འདས་ཀྱི་ཐུགས་ཀྱི་ཡོངས་སུ་རྟོག་པ་སེམས་ཀྱིས་ཤེས་ནས་འཁོར་དེ་ན་གནོད་སྦྱིན་གྱི་དྲང་སྲོང་བསོད་ནམས་ལྷུན་པོ་ཞེས་བྱ་བ་ཞིག་ཀྱང་འདུག་གོ།
en: That entire assembly understood the intention in the Bhagavat’s mind. Seated among that assembly was a yakṣa ṛṣi named Merupuṇya.

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་གནོད་སྦྱིན་གྱི་དྲང་སྲོང་བསོད་ནམས་ལྷུན་པོ་དེ་ཁྲིད་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཐད་དུ་ཕུལ་བ་དང་།
en: The bodhisattva mahāsattva Maitreya took the yakṣa ṛṣi Merupuṇya and brought him before the Bhagavat.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དྲང་སྲོང་ཆེན་པོ་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཟུང་ལ།
en: The Bhagavat said to him, “Great ṛṣi, you keep this Dharma teaching!

source: ལྔ་བརྒྱ་པ་ཐ་མ་ལ་ཕྱིར་མི་ལྡོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་ཡུལ་གཞན་དུ་སོང་བའི་བར་དག་གི་རྣ་ལམ་དུ་སྒྲོགས་ཤིག །དེ་དག་ཀྱང་ཕྱིར་མི་ལྡོག་པའི་སེམས་བསྐྱེད་དུ་ཆུག་ཤིག །
en: During the last five hundred years of the Dharma, when the irreversible bodhisattvas have gone to other worlds, recite it aloud so people can hear it, and make them develop the aspiration for irreversibility.” “

source: གསོལ་པ། བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་བགྱི་སྟེ།
en: Bhadanta Bhagavat, I will do so,” replied Merupuṇya. “

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་སྨོན་ལམ་གྱིས་བསྐལ་པ་ཆེན་པོ་བརྒྱད་ཅུ་རྩ་བཞི་འདས་པ་ནས་གནོད་སྦྱིན་གྱི་དྲང་སྲོང་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་སྤྱད་པ་སྤྱོད་པ་ན།
en: Bhadanta Bhagavat, because of the prayers I made in the past I have been, Bhadanta Bhagavat, a yakṣa ṛṣi for more than eighty-four great eons, during which time I have practiced the bodhisattva conduct that leads to the highest, most complete enlightenment.

source: བདག་གིས་སེམས་ཅན་བགྲང་བ་ལས་ཡང་དག་པར་འདས་པ་དག་ཚངས་པའི་གནས་པ་བཞི་པོ་དག་ལ་རབ་ཏུ་བཀོད་ཅིང་ཕྱིར་མི་ལྡོག་པའི་ས་ལ་ཡང་རབ་ཏུ་བཀོད་ལགས་ཏེ།
en: I have established innumerable beings in the four brahmavihāras and brought them to the level of irreversibility.

source: བདག་གིས་སེམས་ཅན་གང་དག་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛིན་པར་བགྱིད་པ་དང་། གང་དག་འདི་ལས་ཚིག་བཞི་པའི་ཚིགས་སུ་བཅད་པ་ཙམ་གྱི་བར་དག་འཛིན་པར་བགྱིད་པ་དེ་དག་ཀྱང་བདག་ཉིད་ཀྱིས་ཡོངས་སུ་སྨིན་པར་བགྱི་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དང་།
en: I will myself ripen those beings who, during the last five hundred years of the Dharma, keep this Dharma teaching, even those who keep just a four-line verse from it.”

source: ལྷ་དང་།
en: That is what the Bhagavat taught.

source: མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: The entire assembly, and the whole world with its devas, humans, asuras, and gandharvas, rejoiced and praised the Buddha’s words.

source: འཕགས་པ་སྙིང་རྗེ་པད་མ་དཀར་པོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: That concludes the noble Mahāyāna sūtra titled “The White Lotus of Compassion.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། སུ་རེན་དྲ་བོ་དྷི་དང་། པྲཛྙཱ་བརྨ་དང་། ཞུས་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །
en: This was translated and revised by the Indian preceptors Jinamitra, Surendrabodhi, Prajñāvarman, and the chief editor Lotsawa Bendé Yeshé Dé and others.
